Repository: Auction-Bot/docs
Catalog: Homepage/wwwroot/files/ButtonStrings.*.resx
Languages: de

source: Accept Current Bid
de: Aktuelles Gebot annehmen

source: Accept Current Offer
de: Aktuelles Angebot annehmen

source: Accept Offer
de: Angebot annehmen

source: Accept Trade Offer
de: Handelsangebot annehmen

source: Add Category
de: Kategorie hinzufügen

source: Add Subcategory
de: Unterkategorie hinzufügen

source: Attach Logs
de: Logs anhängen

source: Back
de: Zurück

source: Back to Categories
de: Zurück zu Kategorien

source: Broker Fees
de: Vermittlergebühren

source: Cancel
de: Abbruch

source: Close
de: Schließen

source: Closes At
de: Schließen Um

source: Confirm This Purchase
de: Kauf bestätigen

source: Confirm This Sale
de: Verkauf bestätigen

source: Continue
de: Fortsetzen

source: Custom Bid
de: Benutzerdefiniertes Gebot

source: Decrease
de: Reduzieren

source: Default Balance
de: Standard Währung

source: Default Minimum Bid Limit
de: Standard Mindestgebotslimit

source: Default to
de: Standardmäßig auf

source: Delete
de: Löschen

source: Disable
de: Deaktivieren

source: Disable Entry Fees
de: Teilnahmegebühr deaktivieren

source: Donations
de: Spenden

source: Early Acceptance
de: Frühzeitige Annahme

source: Edit
de: Editieren

source: Edit Details
de: Details editieren

source: Edit Item
de: Gegenstand editieren

source: Edit Listing
de: Eintrag editieren

source: Enable
de: Aktivieren

source: Enable Entry Fees
de: Teilnahmegebühr aktivieren

source: Entry Fees
de: Teilnahmegebühr

source: Extend
de: Verlängern

source: Highest Bid
de: Höchstgebot

source: Increase
de: Erhöhen

source: Inline Results
de: Inline Ergebnisse

source: Left Align
de: Linksbündig

source: Listing Fees
de: Auktionsgebühren

source: Min Bid Button
de: Mind. Gebots Knopf

source: Negotiate Offer
de: Angebot verhandeln

source: Next
de: Nächste

source: Opens At
de: Startet Um

source: Permissions
de: Berechtigungen

source: Preview
de: Vorschau

source: Recall Listings
de: Einträge zurücknehmen

source: Register
de: Anmelden

source: Reject Offer
de: Angebot ablehnen

source: Remove Auction Listing
de: Auktionseintrag entfernen

source: Remove Category
de: Kategorie entfernen

source: Remove Channel
de: Kanal entfernen

source: Remove Default Balance
de: Standardwährung entfernen

source: Remove Market Listing
de: Markteintrag entfernen

source: Remove Room
de: Raum entfernen

source: Remove Subcategory
de: Unterkategorie entfernen

source: Remove Trade Listing
de: Tauscheintrag entfernen

source: Reset
de: Zurücksetzen

source: Right Align
de: Rechtsbündig

source: Save
de: Speichern

source: Sealed Payout
de: Geschlossene Auszahlung

source: Second Highest
de: Zweithöchste

source: Set Default
de: Standard festlegen

source: Set Default Balance
de: Standardwährung festlegen

source: Set Duration Limits
de: Limitierungen für Dauer festlegen

source: Set Listing Limits
de: Limitierungen für Einträge festlegen

source: Shill Bidding
de: Gebotstreiberei

source: Submit Bot Review
de: Bot Bewerten

source: Support Server
de: Server Unterstützen

source: Toggle
de: Schalter

source: Transaction Confirmation
de: Transaktion Bestätigen

source: Undo Bid
de: Gebot rückgängig machen

source: Update
de: Aktualisierung

source: Update Hours
de: Stunden aktualisieren

source: View Item
de: Gegenstand ansehen

source: View Settings
de: Einstellungen ansehen

source: Withdraw
de: Zurückziehen
